Repository: chantonl/woocommerce-points-and-rewards-nl_NL
Catalog: woocommerce-points-and-rewards-*.po
Languages: nl_nl

source: Points earned for account signup
nl_nl: Punten toegekend voor account registratie

source: Enter the amount of points earned when a customer signs up for an account.
nl_nl: Voer het aantal punten in dat een klant ontvangt bij het aanmaken van een account.

source: Points earned for writing a review
nl_nl: Punten toegekend voor schrijven beoordeling

source: Enter the amount of points earned when a customer first reviews a product.
nl_nl: Voer het aantal punten in dat een klant ontvangt bij het schrijven van zijn eerste beoordeling.

source: %s earned for product review
nl_nl: %s verdiend voor product review

source: %s earned for account signup
nl_nl: %s verdiend door je te registeren

source: Manage Points
nl_nl: Beheer punten

source: Points Log
nl_nl: Punten log

source: Settings
nl_nl: Instellingen

source: WooCommerce Points and Rewards requires coupons to be %senabled%s in order to function properly and allow customers to redeem points during checkout.
nl_nl: De spaarpunten uitbreiding vereist dat de coupon instelling van uw webshop ingeschakeld is om te functioneren.

source: Points & Rewards
nl_nl: Spaarpunten

source: Manage Customer Points
nl_nl: Beheer spaarpunten

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Are you sure you want to apply points to all previous orders that have not already had points generated? This cannot be reversed! Note that this can take some time in shops with a large number of orders, if an error occurs, simply Apply Points again to continue the process.
nl_nl: Weet je zeker dat je doekoes wilt toepassen op bestellingen uit het verleden die nog geen doekoes toegekend hebben gekregen? Deze actie kan niet ongedaan worden gemaakt. Het kan een tijd duren voor webshops met veel bestellingen. Gaat er iets mis? Klik dan opnieuw op Doekoes toekennen.

source: Points Settings
nl_nl: Spaarpunten Instellingen

source: Earn Points Conversion Rate
nl_nl: Spaarpunten verdienen conversieratio

source: Set the number of points awarded based on the product price.
nl_nl: Voer hier het aantal spaarpunten in die de klant voor dit product kan ontvangen.

source: Earn Points Rounding Mode
nl_nl: Afrondmodues

source: Set how points should be rounded.
nl_nl: Selecteer hier hoe de spaarpunten afgerond worden.

source: Redemption Conversion Rate
nl_nl: Spaarpunten besteden

source: Set the value of points redeemed for a discount.
nl_nl: Selecteer hier hoeveel spaarpunten waard zijn.

source: Partial Redemption
nl_nl: Gedeeltelijk besteden

source: Enable partial redemption
nl_nl: Gedeeltelijk besteden inschakelen

source: Lets users enter how many points they wish to redeem during cart/checkout.
nl_nl: Laat de klant zelf aangeven hoeveel spaarpunten hij wilt besteden.

source: Minimum Points Discount
nl_nl: Minimaal aantal punten voor korting

source: Set the minimum amount a user's points must add up to in order to redeem points. Use a fixed monetary amount or leave blank to disable.
nl_nl: Stel het minimale aantal punten in, dat de gebruiker nodig heeft om punten in te kunnen wisselen. Gebruik een vast geldbedrag of laat leeg om deze functie uit te schakelen.

source: Maximum Points Discount
nl_nl: Maximaal aantal te besteden spaarpunten

source: Set the maximum product discount allowed for the cart when redeeming points. Use either a fixed monetary amount or a percentage based on the product price. Leave blank to disable.
nl_nl: Vul hier het maximaal aantal punten in dat een klant per bestelling kan besteden op basis van totale winkelwagen prijs. Gebruik een rond getal (bijv. 20 voor maximaal 20 euro korting) een percentage (50% voor maximaal de helft van de winkelwagen waarde). Laat leeg om niet te gebruiken.

source: Maximum Product Points Discount
nl_nl: Maximaal aantal te besteden product-spaarpunten

source: Set the maximum product discount allowed when redeeming points per-product. Use either a fixed monetary amount or a percentage based on the product price. Leave blank to disable. This can be overridden at the category and product level.
nl_nl: Vul hier het maximaal aantal punten in dat een klant per bestelling kan besteden per product. Gebruik een rond getal (bijv. 5 voor maximaal 5 euro korting per product) een percentage (50% voor maximaal de helft van de product waarde). Laat leeg om niet te gebruiken.

source: Tax Setting
nl_nl: Belastinginstelling

source: Whether or not points should apply to prices inclusive of tax.
nl_nl: Of punten van toepassing moeten zijn op prijzen inclusief belasting.

source: Points Label
nl_nl: Spaarpunten label

source: The label used to refer to points on the frontend, singular and plural.
nl_nl: De tekst die getoond wordt aan de klant. Zowel enkel- als meervoudig.

source: Point
nl_nl: Punt

source: Points
nl_nl: Punten

source: Points Expire After
nl_nl: Punten verlopen na

source: Set the period after which points expire once granted to a user
nl_nl: De periode instellen waarna doekoes vervallen zodra deze aan een gebruiker zijn verleend

source: Product / Cart / Checkout Messages
nl_nl: Product/Winkelwagen/Afreken berichten

source: Adjust the message by using %1$s{points}%2$s and %1$s{points_label}%2$s to represent the points earned / available for redemption and the label set for points.
nl_nl: Pas het bericht aan met %1$s{points}%2$s en %1$s{points_label}%2$s om te verdienen / besteden punten te vertegenwoordigen en het label dat is ingesteld voor punten.

source: Single Product Page Message
nl_nl: Enkel product paginabericht

source: Add an optional message to the single product page below the price. Customize the message using {points} and {points_label}. Limited HTML is allowed. Leave blank to disable.
nl_nl: Voeg een optioneel bericht toe aan de enkele product pagina onder de prijs. Pas het bericht aan met {Points} en {points_label}. Beperkte HTML is toegestaan. Laat leeg uit te schakelen.

source: Purchase this product now and earn %s!
nl_nl: Koop dit product en verdien %s!

source: Variable Product Page Message
nl_nl: Variabel product paginabericht

source: Add an optional message to the variable product page below the price. Customize the message using {points} and {points_label}. Limited HTML is allowed. Leave blank to disable.
nl_nl: Voeg een optioneel bericht toe aan de variabele productpagina onder de prijs. Pas het bericht aan met {points} en {points_label}. Beperkte HTML is toegestaan. Leeg laten om uit te schakelen.

source: Earn up to %s.
nl_nl: Verdien tot wel %s punten.

source: Earn Points Cart/Checkout Page Message
nl_nl: Bericht winkelwagen/checkoutpagina punten verdienen

source: Displayed on the cart and checkout page when points are earned. Customize the message using {points} and {points_label}. Limited HTML is allowed.
nl_nl: Weergegeven op de winkelwagen en de checkoutpagina wanneer punten worden verdiend. Pas het bericht aan met {points} en {points_label}. Beperkte HTML is toegestaan.

source: Complete your order and earn %s for a discount on a future purchase
nl_nl: Voltooi uw bestelling en ontvang %s voor korting op uw volgende bestelling

source: Redeem Points Cart/Checkout Page Message
nl_nl: Bericht winkelwagen/checkoutpagina punten besteden

source: Displayed on the cart and checkout page when points are available for redemption. Customize the message using {points}, {points_value}, and {points_label}. Limited HTML is allowed.
nl_nl: Weergegeven op de winkelwagen en de checkoutpagina wanneer er punten beschikbaar zijn voor besteding. Pas het bericht aan met {points}, {points_value} en {points_label}. Beperkte HTML is toegestaan.

source: Use %s for a %s discount on this order!
nl_nl: Gebruik %s voor %s korting op deze bestelling!

source: Thank You / Order Received Page Message
nl_nl: Bericht bedankt / bestelling ontvangen pagina

source: Displayed on the thank you / order received page when points were earned. Customize the message using {points}, {total_points}, {points_label}, and {total_points_label}. Limited HTML is allowed.
nl_nl: Weergegeven op de bedankt / bestelling ontvangen pagina wanneer punten zijn verdiend. Pas het bericht aan met {points}, {total_points}, {points_label} en {total_points_label}. Beperkte HTML is toegestaan.

source: You have earned %s for this order. You have a total of %s.
nl_nl: Je hebt %s voor deze order verdiend. Je hebt in totaal %s.

source: Points Earned for Actions
nl_nl: Spaarpunten verdient voor handelingen

source: Customers can also earn points for actions like creating an account or writing a product review. You can enter the amount of points the customer will earn for each action in this section.
nl_nl: Klanten kunnen ook spaarpunten verdienen voor handelingen zoals een account aanmaken en een productbeoordeling schrijven. Vul hier de spaarpunten in die ze hier voor verdienen.

source: Actions
nl_nl: Acties

source: Apply Points to Previous Orders
nl_nl: Ken spaarpunten toe aan orders uit het verleden

source: This will apply points to all previous orders (processing and completed) and cannot be reversed.
nl_nl: Dit kent spaarpunten toe aan alle orders uit het verleden (in behandeling en voltooid). Dit kan niet ongedaan worden gemaakt.

source: Apply Points
nl_nl: Punten toepassen

source: %sOnly apply to points earned since%s - %sOptional%s
nl_nl: %sOnly van toepassing op punten verdiend sinds%s - %sOptional%s

source: Leave blank to apply to all points
nl_nl: Laat leeg om alle punten te verzilveren

source: %sUp Until%s - %sOptional%s: Leave blank to apply to all orders
nl_nl: %Van - Tot%s - %Optioneel%s: Laat leeg voor alle bestellingen

source: Database error while applying user points.
nl_nl: Databasefout tijdens het toepassen van gebruikerspunten.

source: %d order updated.
nl_nl: %d bestelling bijgewerkt.

source: Earned:
nl_nl: Verdiend:

source: None
nl_nl: Geen

source: Redeemed:
nl_nl: Verzilverd:

source: Points Modifier
nl_nl: Puntenberekening

source: Enter a percentage which modifies how points are earned when this coupon is applied. For example, enter 200% to double the amount of points typically earned when the coupon is applied.
nl_nl: Voer een percentage in dat wijzigt hoe punten worden verdiend wanneer deze coupon wordt toegepast. Voer bijvoorbeeld 200% in om het aantal punten te verdubbelen dat normaal gesproken wordt verdiend wanneer de coupon wordt toegepast.

source: Reset Points and Rewards
nl_nl: Reset spaarpunten

source: Delete all points and rewards and clear the logs.
nl_nl: Verwijder alle spaarpunten en maak de logs leeg.

source: <strong class="red">Note:</strong> This action will remove all customer points and cannot be undone.
nl_nl: <strong class=“red”>Let op:</strong> Deze handeling verwijdert alle spaarpunten en kan niet ongedaan gemaakt worden.

source: All points and rewards successfully deleted
nl_nl: Alle spaarpunten zijn verwijderd

source: Points redemption
nl_nl: Spaarpunten inwisselen

source: Apply Discount
nl_nl: Korting toepassen

source: How many points would you like to apply?
nl_nl: Hoeveel punten wil je graag inwisselen?

source: Discount Applied Successfully
nl_nl: Punten succesvol verzilverd

source: Update
nl_nl: Bijwerken

source: Customer
nl_nl: Klant

source: %d customer updated.
nl_nl: %d klant bijgewerkt.

source: %d customer could not be updated.
nl_nl: %d klant kan niet worden bijgewerkt.

source: No user points found
nl_nl: Geen punten gevonden

source: User points will appear here for you to view and manage once you have customers.
nl_nl: Gebruikerspunten worden hier weergegeven om te bekijken en te beheren zodra u klanten heeft.

source: Invalid customer
nl_nl: Ongeldige klant

source: Show All Customers
nl_nl: Toon alle klanten

source: %s adjusted by "admin"
nl_nl: %s gewijzigd door beheerder

source: %s earned for purchase
nl_nl: %s verdiend met aankoop

source: %s adjusted for cancelled order
nl_nl: %s aangepast door geannuleerde bestelling

source: %s adjusted for an order refund
nl_nl: %s aangepast door terugbetaalde bestelling

source: %s redeemed towards purchase
nl_nl: %s gebruikt bij bestelling

source: %s expired
nl_nl: %s verlopen

source: Customer earned %1$d %2$s for purchase.
nl_nl: %1$d %2$s spaarpunten verdiend met aankoop.

source: %1$d %2$s redeemed for a %3$s discount.
nl_nl: %1$d %2$s verzilverd voor %3$s korting.

source: %1$d %2$s removed.
nl_nl: %1$d %2$s verwijderd.

source: %1$d %2$s credited back to customer.
nl_nl: %1$d %2$s gecrediteerd naar klant

source: Event
nl_nl: Evenement

source: Date
nl_nl: Datum

source: Unknown
nl_nl: Onbekend

source: No log entries found
nl_nl: Geen logboek vermeldingen gevonden

source: Point log entries will appear here for you to view and manage.
nl_nl: Spaarpunten logs worden hier getoond.

source: Show All Event Types
nl_nl: Alle gebeurtenistypen weergeven

source: Show all Event Dates
nl_nl: Alle gebeurtenisdatums weergeven

source: %s ago
nl_nl: %s geleden

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
nl_nl: Door deze extensie te gebruiken, sla je mogelijk persoonlijke gegevens op of deelt u gegevens met een externe service. <a href="%s" target="_blank">Lees meer</a>

source: Points Earned
nl_nl: Aantal spaarpunten

source: This can be either a fixed number of points earned for purchasing this product, or a percentage which assigns points based on the price. For example, if you want to award points equal to double the normal rate, enter 200%. This setting modifies the global Points Conversion Rate and overrides any category value. Use 0 to assign no points for this product, and empty to use the global/category settings.
nl_nl: Dit kan een vast aantal punten zijn dat wordt verdiend door de aankoop van dit product, of een percentage dat punten toewijst op basis van de prijs. Als u bijvoorbeeld punten wilt toekennen die gelijk zijn aan het dubbele van het normale tarief, voert u 200% in. Met deze instelling wordt de globale conversieratio van punten aangepast en wordt de waarde van elke categorie overschrijft. Gebruik 0 om geen punten voor dit product toe te wijzen en leeg om de globale/categorie-instellingen te gebruiken.

source: Maximum Discount
nl_nl: Maximale korting

source: Enter either a fixed maximum discount amount or percentage which restricts the amount of points that can be redeemed for a discount based on the product price. For example, if you want to restrict the discount on this product to a maximum of 50%, enter 50%, or enter 5 to restrict the maximum discount to $5. This setting overrides the global/category defaults, use 0 to disable point discounts for this product, and blank to use the global/category default.
nl_nl: Voer een vast maximaal kortingsbedrag of een vast percentage in dat het aantal punten beperkt dat kan worden ingewisseld voor een korting op basis van de productprijs. Als u bijvoorbeeld de korting op dit product wilt beperken tot maximaal 50%, voert u 50% in of voert u 5 in om de maximale korting te beperken tot $ 5. Met deze instelling worden de standaardwaarden voor globaal/categorie overschrijft, gebruikt u 0 om puntkortingen voor dit product uit te schakelen en leeg om de standaardwaarden/categorie te gebruiken.

source: Change Renewal Points
nl_nl: Verlengingspunten wijzigen

source: For Subscription renewals with a different point value than the signup, enter either a fixed maximum discount amount or percentage which restricts the amount of points that can be redeemed for a discount based on the product price. For example, if you want to restrict the discount on this product to a maximum of 50%, enter 50%, or enter 5 to restrict the maximum discount to $5. This setting overrides the global/category defaults, use 0 to disable point discounts for this product, and blank to use the global/category default.
nl_nl: Voer bij verlengingen van abonnementen met een andere puntwaarde dan de aanmelding een vast maximaal kortingsbedrag of een percentage in dat het aantal punten beperkt dat kan worden ingewisseld voor een korting op basis van de productprijs. Als u bijvoorbeeld de korting op dit product wilt beperken tot maximaal 50%, voert u 50% in of voert u 5 in om de maximale korting te beperken tot $ 5. Met deze instelling worden de standaardwaarden voor globaal/categorie overschrijft, gebruikt u 0 om puntkortingen voor dit product uit te schakelen en leeg om de standaardwaarden/categorie te gebruiken.

source: This can either be a fixed number of points earned for purchasing this variation, or a percentage which assigns points based on the price. For example, if you want to award points equal to double the the normal rate, enter 200%. This setting modifies the global Points Conversion Rate and overrides any category value. Use 0 to assign no points for this variation, and empty to use the global/category settings.
nl_nl: Dit kan een vast aantal punten zijn dat wordt verdiend voor de aankoop van deze variant, of een percentage dat punten toewijst op basis van de prijs. Als u bijvoorbeeld punten wilt toekennen die gelijk zijn aan het dubbele van het normale tarief, voert u 200% in. Met deze instelling wordt de globale conversieratio van punten aangepast en wordt de waarde van elke categorie overschrijft. Gebruik 0 om geen punten toe te wijzen voor deze variatie en leeg om de globale/categorie-instellingen te gebruiken.

source: Variation Points Earned
nl_nl: Verdiende variatiepunten

source: Variation Max Points Discount
nl_nl: Variatie maximale puntenkorting

source: Variation Change Rewards Points
nl_nl: Variatie Wijziging Spaartpunten

source: Enter a value
nl_nl: Voer een waarde in

source: — No Change —
nl_nl: — Geen Wijzigingen —

source: Change to:
nl_nl: Wijzigen in:

source: Increase by (fixed amount or %):
nl_nl: Verhogen (vast bedrag of %):

source: Decrease by (fixed amount or %):
nl_nl: Verlagen (vast bedrag of %):

source: Enter Points Earned
nl_nl: Verdiende punten invoeren

source: This can either be a fixed number of points earned for the purchase of any product that belongs to this category, or a percentage which assigns points based on the price of the product. For example, if you want to award points equal to double the normal rate, enter 200%. This setting modifies the global Points Conversion Rate, but can be overridden by a product/variation. Use 0 to assign no points for products belonging to this category, and empty to use the global setting.
nl_nl: Dit kan een vast aantal punten zijn dat wordt verdiend voor de aankoop van een product dat tot deze categorie behoort, of een percentage dat punten toewijst op basis van de prijs van het product. Als u bijvoorbeeld punten wilt toekennen die gelijk zijn aan het dubbele van het normale tarief, voert u 200% in. Deze instelling wijzigt de globale conversieratio van punten, maar kan worden overschreven door een product/variant. Gebruik 0 om geen punten toe te wijzen voor producten die tot deze categorie behoren en leeg om de globale instelling te gebruiken.

source: Enter either a fixed maximum discount amount or percentage which restricts the amount of points that can be redeemed for a discount based on the price of the product in this category. For example, if you want to restrict the discount on this category to a maximum of 50%, enter 50%, or enter $5 to restrict the maximum discount to $5. This setting overrides the global default, but can be overridden by a product/variation. Use 0 to disable point discounts for this product, and blank to use the global/category default.
nl_nl: Voer een vast maximaal kortingsbedrag of een vast percentage in dat het aantal punten beperkt dat kan worden ingewisseld voor een korting op basis van de prijs van het product in deze categorie. Als u bijvoorbeeld de korting op deze categorie wilt beperken tot maximaal 50%, voert u 50% in of voert u $ 5 in om de maximale korting te beperken tot $ 5. Deze instelling overschrijft de globale standaardinstelling, maar kan worden overschreven door een product/variant. Gebruik 0 om puntkortingen voor dit product uit te schakelen en leeg om de standaardwaarden/categorie te gebruiken.

source: Category Points Earned
nl_nl: Verdiende categoriepunten

source: Earn at least <strong>%d</strong> points by purchasing this product.
nl_nl: Spaar maar liefst <strong>%d</strong> punten bij aanschaf van dit product.

source: My %s
nl_nl: Mijn %s

source: You have %d %s
nl_nl: Je hebt %d %s

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Points and Rewards requires WooCommerce to be installed and active. You can download %s here.
nl_nl: Punten en beloningen vereist dat WooCommerce wordt geïnstalleerd en actief is. U %s hier downloaden.

source: Configure
nl_nl: Configureren

source: WooCommerce Points and Rewards
nl_nl: WooCommerce Punten en Beloningen

source: Reward customers for purchases and other actions with points which can be redeemed for discounts
nl_nl: Beloon klanten voor aankopen en andere acties met spaarpunten die gebruikt kunnen worden voor korting op een volgende aankoop

# placeholder
source: YYYY-MM-DD
nl_nl: DD-MM-YYYY
